Repository: zbyszeg/TDC
Catalog: en-pl_Sopoltrad.tmx
Source language: en_gb
Languages: pl_pl

source: ALSTOM provides access to internationally used ALSTOM data and, therefore, may include references to ALSTOM products, processes, programs and services not available in your country.
pl_pl: ALSTOM zapewnia dostęp do danych ALSTOM wykorzystywanych w skali międzynarodowej i dlatego w dokumencie mogą znajdować się odnośniki do urządzeń, procesów, programów i usług ALSTOM niedostępnych w danym kraju.

source: This does not mean that ALSTOM intends to offer such products, processes, programs and services in your country.
pl_pl: Nie oznacza to, że ALSTOM zamierza oferować takie urządzenia, procesy, programy i usługi w danym kraju.

source: This publication is PROVIDED ”AS IS” WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NON–INFRINGEMENT.
pl_pl: Niniejsza publikacja jest PRZEKAZYWANA W STANIE TAKIM, W JAKIM JEST, BEZ JAKICHKOLWIEK GWARANCJI WYRAŹNYCH LUB DOROZUMIANYCH OBEJMUJĄCYCH M.IN. DOROZUMIANE GWARANCJE PRZYDATNOŚCI HANDLOWEJ, PRZYDATNOŚCI DO OKREŚLONEGO CELU LUB NIENARUSZALNOŚCI.

source: This publication may include technical inaccuracies or typographical errors.
pl_pl: Niniejsza publikacja może zawierać nieścisłości techniczne lub błędy typograficzne.

source: Changes may be periodically made to the information herein and will be incorporated in new editions of this publication.
pl_pl: Podane informacje mogą ulegać okresowym zmianom, które będą uwzględniane w kolejnych wydaniach niniejszej publikacji.

source: ALSTOM reserves the right to revise or changes data, processes or the programs described in this publication at any time without further notice.
pl_pl: ALSTOM zastrzega sobie prawo do zmian danych, procesów lub programów opisanych w niniejszej publikacji w dowolnym czasie i bez wcześniejszego powiadomienia.

source: REVISION HISTORY
pl_pl: HISTORIA ZMIAN

source: REV
pl_pl: WER.

source: WRITTEN BY
pl_pl: OPRACOWAŁ(A)

source: CHECKED BY
pl_pl: SPRAWDZIŁ(A)

source: APPROVED
pl_pl: ZATWIERDZIŁ(A)

source: DATE
pl_pl: DATA

source: DESCRIPTION
pl_pl: OPIS

source: STAT
pl_pl: STAN

source: First emission
pl_pl: Pierwsze wydanie

source: S UMMARY
pl_pl: S PIS TREŚCI

source: Status of the existing system
pl_pl: Stan istniejącego systemu

source: The hardware of the ALSPA® DCS for the supervision is quite old and is obsolete.
pl_pl: Sprzęt systemu nadzorującego DCS ALSPA® jest stosunkowo stary i nieaktualny.

source: ALSTOM Power Systems is no more manufacturing this type of equipment so it is not possible to purchase new hardware on the market.
pl_pl: Firma ALSTOM Power Systems nie produkuje już urządzeń tego typu, dlatego nie można zakupić nowego sprzętu.

source: ALSTOM Power Systems PAC is still providing support and repair for this hardware but ALSTOM Power Systems PAC could not indicate the end date for this support.
pl_pl: Firma ALSTOM Power Systems PAC nadal zapewnia wsparcie i naprawy tego sprzętu, ale nie jest w stanie podać daty zakończenia tego wsparcia.

source: Introduction
pl_pl: Wstęp

source: Your references:
pl_pl: Wasze dokumenty odniesienia:

source: Email RFI for Budgetary Estimate by Pawel Bargiel on 20th of April 2015
pl_pl: E-mail RFI z prośbą o wycenę szacunkową wysłany przez Pawła Bargiela dnia 20 kwietnia 2015 r.

source: Contact:
pl_pl: Kontakt:

source: PAWEL BARGIEL – Sales Manager
pl_pl: PAWEŁ BARGIEL — menedżer ds. sprzedaży

source: Faryczna 10 – Building C-13
pl_pl: Fabryczna 10 — Budynek C-13

source: 53-609 Wroclaw
pl_pl: 53-609 Wrocław

source: Polska (Poland)
pl_pl: Polska

source: Our references:
pl_pl: Nasze dokumenty odniesienia:

source: Budgetary Estimate number Reference rev. Revision dated Date
pl_pl: Wycena szacunkowa nr Reference wer. Revision z dnia Date

source: Eric GUY – Sales and Tendering Manager
pl_pl: Eric GUY — menedżer ds. sprzedaży i przetargów

source: 91300 Massy – France
pl_pl: 91300 Massy — Francja

source: Tel. +33 160 13 2237 – Fax:
pl_pl: Tel.: +33 160 13 2237 — faks:

source: Context
pl_pl: Kontekst

source: The ALSPA® HMI solution proposed is based on workstations, working under Windows 7 operating system.
pl_pl: Zaproponowane rozwiązanie interfejsu HMI ALSPA® jest oparte na stacjach roboczych pracujących w systemie operacyjnym Windows 7.

source: HMI retrofit solution will improve the operational performance and safe operation of ALSPA® DCS, providing solutions facing to the problems raised by the age of the existing ALSPA® HMI.
pl_pl: Rozwiązanie modernizacji interfejsu HMI poprawi parametry robocze i bezpieczeństwo działania systemu DCS ALSPA® poprzez wprowadzenie rozwiązań problemów wynikających z wieku istniejącego interfejsu HMI ALSPA®.

source: ALSPA HMI replacement
pl_pl: Wymiana interfejsu HMI ALSPA

source: We propose to retrofit the existing equipment in the control room (ALSPA HMI DCS System) by our latest version of ALSPA® HMI - Series 6, PC stations, working under Windows 7 operating system.
pl_pl: Proponujemy modernizację istniejącego sprzętu w sterowni (interfejs HMI systemu DCS ALSPA) poprzez zastosowanie najnowszej wersji interfejsu HMI ALSPA® serii 6 oraz stanowisk komputerowych działających w systemie operacyjnym Windows 7.

source: Advantages of the new ALSPA® HMI - Series 6 replacement are:
pl_pl: Zalety z wprowadzenia nowego interfejsu HMI ALSPA® serii 6 są następujące:

source: It solves the obsolescence problem of the ALSPA® HMI System, mainly the workstations,
pl_pl: Rozwiązanie problemów związanych z przestarzałym interfejsem HMI systemu ALSPA® — głównie w przypadku stacji roboczych.

source: The retrofit of the ALSPA® will improve the treatment capacity compared to the existing,
pl_pl: Zwiększenie możliwości przetwarzania w stosunku do stanu istniejącego poprzez modernizację systemu ALSPA®:

source: Opened for further evolutions,
pl_pl: otwarcie na dalsze zmiany,

source: Faster response time.
pl_pl: szybszy czas reakcji.

source: PC base Operator stations running under Windows 7 to replace the actual operator stations,
pl_pl: Zastąpienie aktualnych stanowisk obsługi przez stanowiska komputerowe działające w systemie Windows 7:

source: Easy to maintain.
pl_pl: łatwość konserwacji.

source: The Unit networks will be upgraded to 100 Mbs speed,
pl_pl: Zwiększenie szybkości transmisji danych w sieci do 100 Mbit/s:

source: New Engineering tool for the Operator stations configuration CCAD (CONTROCAD) providing :
pl_pl: Nowe narzędzie inżynierskie CCAD (CONTROCAD) do konfiguracji stanowisk operatorów zawierające:

source: Fully graphic tool,
pl_pl: pełne narzędzia graficzne,

source: Tool used during design engineering, commissioning and maintenance,
pl_pl: narzędzia służące do projektowania, odbiorów i konserwacji,

source: Automatic Generation of all the documentation.
pl_pl: możliwość automatycznego generowania całej dokumentacji.

source: The disturbance for the plant is minimized, as no cabling modification or retesting of the process has to be performed.
pl_pl: Minimalizacja zakłóceń pracy zakładu, brak konieczności modyfikacji okablowania lub ponownego testowania procesu.

source: The replacement of ALSPA® HMI - Series 6 can be commissioned in a very short shut down period,
pl_pl: Nowy interfejs HMI ALSPA® serii 6 może zostać przekazany do eksploatacji podczas bardzo krótkiego przestoju.

source: It allows future expandability of the system if required:
pl_pl: Możliwość przyszłej rozbudowy systemu, jeśli zaistnieje taka konieczność:

source: New controllers can be added on the network (Machine control, full DCS automation system…) for future extension of the plant system (new Gas Turbine, HRSG, etc…),
pl_pl: dodawanie nowych sterowników do sieci (sterowanie maszynami, pełna automatyzacja systemu DCS itp.) w przypadku rozbudowy układów elektrowni (nowa turbina gazowa, kocioł HRSG itp.).

source: For the existing controllers + I/O racks, it allows also their future retrofit (full or partial, in one time or progressive) by our latest MFC3000 controllers and CE3000 I/O racks.
pl_pl: Możliwość dalszej modernizacji istniejących sterowników i modułów WE/WY (pełnej lub częściowej, jednorazowej lub stopniowej) poprzez wymianę ich na nasze najnowsze sterowniki MFC3000 i moduły WE/WY CE3000.

source: This solution has now been successfully commissioned on several sites equipped with our previous ALSPA® HMI version.
pl_pl: Udane przekazanie do eksploatacji tego rozwiązania w wielu zakładach wyposażonych w poprzednią wersję interfejsu HMI ALSPA®.

source: For instance, it is the solution implemented for the upgrade REDBUD Power Plant control system in U.S.A, MAGNOLIA in U.S.A, SEWARD in U.S.A, etc…
pl_pl: Przykładowo rozwiązanie to zostało wdrożone w trakcie aktualizacji układu sterowania elektrowni REDBUD, MAGNOLIA, SEWARD w Stanach Zjednoczonych itp.

source: HISTORIAN:
pl_pl: Moduł HISTORIAN:

source: Integrated in ALSPA® HMI, Historian provides a powerful tool to manage plant-wide historical data.
pl_pl: moduł Historian zintegrowany z interfejsem HMI ALSPA® to wydajne narzędzie do zarządzania danymi historycznymi całej elektrowni.

source: With Historian, operators gain time and avoid procedural errors by benefiting from past data stored in the Historian database.
pl_pl: Korzystanie z modułu Historian umożliwia oszczędność czasu dla operatorów i zapobiega popełnianiu błędów proceduralnych dzięki wykorzystaniu wcześniejszych danych zapisanych w bazie danych modułu.

source: ALSPA® Controllers replacement
pl_pl: Wymiana sterowników ALSPA®

source: This budgetary estimate does not consider the replacement of the controllers and /or I/O racks.
pl_pl: Niniejsza wycena szacunkowa nie uwzględnia wymiany sterowników i/lub modułów WE/WY.

source: Scope Description
pl_pl: Opis zakresu

source: Our budgetary estimate includes the hardware and the software for the acquisition, treatment, control and the visualization of the data as well as the archiving and the restitution on operator screen or printer.
pl_pl: Nasza wycena szacunkowa obejmuje sprzęt i oprogramowanie do zbierania, przetwarzania, kontrolowania i wizualizacji danych, a także do ich archiwizacji i prezentacji na ekranie operatora lub drukowania.

source: In addition it includes all the configuration of the ALSPA® system and the engineering.
pl_pl: Ponadto obejmuje ona pełną konfigurację systemu ALSPA® oraz jego projekt.

source: Concerning the configuration and engineering of the new ALSPA® DCS system, ALSTOM Power Systems PAC will reproduce strictly identically all the engineering works existing today (database configuration, mimics, controllers’ application programs, project specific calculations, etc…).
pl_pl: W zakresie konfiguracji i projektu nowego systemu DCS ALSPA® firma ALSTOM Power Systems PAC ściśle odtworzy wszystkie istniejące obecnie elementy (konfiguracja bazy danych, schematy poglądowe, programy sterowników, obliczenia specyficzne dla projektów itp.).

source: References of the existing will be the software back-up from site made by the Plant Owner (ALSTOM PAC PL, to be confirmed) under ALSTOM Power Systems PAC FR supervision at the beginning of the project.
pl_pl: Danymi odniesienia dla elementów istniejących będzie kopia zapasowa oprogramowania zakładu wykonana przez właściciela elektrowni (ALSTOM PAC PL — należy potwierdzić) pod nadzorem firmy ALSTOM Power Systems PAC FR na początku projektu.

source: During the project, Plant owner will have to inform ALSTOM Power Systems PAC of any further modification in order to be implemented in the new database of the ALSPA® system Series 6.
pl_pl: Podczas trwania projektu właściciel elektrowni będzie mieć obowiązek informowania firmy ALSTOM Power Systems PAC o wszelkich późniejszych modyfikacjach w celu wprowadzenia ich do nowej bazy danych systemu ALSPA® serii 6.

source: The technical solution is based on the ALSPA® system Series 6 developed by ALSTOM Power Systems PAC.
pl_pl: Rozwiązanie techniczne jest oparte na systemie ALSPA® serii 6 opracowanym przez firmę ALSTOM Power Systems PAC.

source: The realization of the system is according to ISO9001 standard base of the ALSTOM Power Systems PAC’s quality certification.
pl_pl: System został opracowany zgodnie z normą ISO 9001 stanowiącą podstawę certyfikacji jakościowej firmy ALSTOM Power Systems PAC.

source: The basic principles of this retrofit are:
pl_pl: Podstawowe zasady niniejszej modernizacji są następujące:

source: Retrofit of the existing ALSPA® HMI ® system by our latest version of ALSPA® HMI - Series 6 system, based on PC stations, working under Windows 7 operating system.
pl_pl: Modernizacja istniejącego interfejsu HMI systemu ALSPA® do najnowszej wersji interfejsu HMI systemu ALSPA® serii 6 w oparciu o stanowiska komputerowe działające w systemie operacyjnym Windows 7.

source: This new ALSPA® system can be equipped with enhanced functions such as a power full redundant historian function, WEB interface or interface to plant Information System - IMS.
pl_pl: Nowy system ALSPA® może zostać wyposażony w zaawansowane funkcje, takie jak wydajna rezerwowa funkcja Historian, interfejs internetowy lub interfejs z systemem informacyjnym elektrowni — IMS.

source: They are the more cost effective and appropriate solutions for the upgrade strategy of your control system.
pl_pl: Są to najbardziej ekonomiczne i najodpowiedniejsze rozwiązania w zakresie strategii modernizacji układu sterowania.

source: Hypothesis
pl_pl: Założenia

source: This Budgetary estimate has been established based on the information set out in the RFI received on 20th April 2015 by PAC PL, and the technical information transferred on 20/04/2015 (BEW A1 E C---- ----- ER 001 - Rev K ASB - DETAILED ARCHITECTURE - updat....pdf).
pl_pl: Niniejsza wycena szacunkowa została opracowana w oparciu o informacje podane w naszym dokumencie RFI otrzymanym przez PAC PL dnia 20 kwietnia 2015 r. oraz o informacje techniczne przekazane dnia 20.04.2015 r. (BEW A1 E C---- ----- ER 001 - Rev K ASB - DETAILED ARCHITECTURE - updat....pdf).

source: This Budgetary estimate is also based on the ALSTOM Power Systems PAC standards & codes for this type of project.
pl_pl: Niniejsza wycena szacunkowa została opracowana również na podstawie standardów firmy ALSTOM Power Systems PAC oraz przepisów obowiązujących dla tego typu projektów.

source: This budgetary estimate is based on the best assumptions taken by ALSTOM Power Systems SAS and the best assumptions of costs as of to-date.
pl_pl: Niniejsza wycena szacunkowa została opracowana w oparciu o najlepsze założenia przyjęte przez ALSTOM Power Systems SAS oraz najkorzystniejsze aktualnie założenia kosztowe.

source: This budgetary estimate remains subject to any further adjustment by ALSTOM Power Systems SAS and to prior confirmation.
pl_pl: Niniejsza wycena szacunkowa może być poddawana dalszym korektom przez ALSTOM Power Systems SAS i wymaga wcześniejszego potwierdzenia.

source: This Budgetary estimate is composed of and subject to the following attached documents:
pl_pl: Niniejsza wycena szacunkowa składa się z następujących dokumentów i załączników:

source: 1 - The present Budgetary estimate Titre1_valorisation - Titre2_valorisation - ALSPA HMI retrofit - Reference Rev.Revision
pl_pl: 1. Niniejsza wycena szacunkowa Titre1_valorisation — Titre2_valorisation — modernizacja interfejsu HMI systemu ALSPA — Reference wer.Revision

source: “Technical Overview Belchatow 27 28061 1506006 rev A”
pl_pl: „Technical Overview Belchatow 27 28061 1506006 rev A” (przegląd techniczny elektrowni Bełchatów 27 28061 1506006 wer. A)

source: Architecture (to be provided and/or confirmed during the firm offer stage)
pl_pl: Architektura (ma zostać przekazana i/lub potwierdzona na etapie składania oferty)

source: Project details:
pl_pl: Szczegóły projektu:

source: Division Of Work for HMI upgrade
pl_pl: podział prac przy aktualizacji interfejsu HMI

source: This Budgetary estimate is prepared based on the assumption of following DOW:
pl_pl: Niniejsza wycena szacunkowa została opracowana przy założeniu następującego podziału prac:

source: Activities performed by the PAC FR team:
pl_pl: Prace wykonywane przez zespół PAC FR:

source: Procurement of materials (for details refer to technical offer)
pl_pl: kupno materiałów (szczegóły — patrz oferta techniczna),

source: Pre-study (analysis of industrial drawings, assembly indications taking into consideration cabinet structure and wiring plans )
pl_pl: projekt wstępny (analiza rysunków przemysłowych, wskazówki montażowe z uwzględnieniem struktury rozdzielni i schematów okablowania),

source: BD CCAD Migration, passage of CCAD 3.3.3 to 5.2.x New HMI
pl_pl: migracja bazy danych CCAD — przejście z CCAD 3.3.3 na wersję 5.2.x i nowy interfejs HMI,

source: Installation and configuration of the HMI for the upgrade to a new version compatible with Windows 7
pl_pl: instalacja i konfiguracja interfejsu HMI w celu aktualizacji do nowej wersji kompatybilnej z systemem Windows 7,

source: Assembly of the test platform & testing bench
pl_pl: montaż platformy testowej i stanowiska testowego,

source: Update and validation of applicable documentation (for details refer to technical offer)
pl_pl: aktualizacja i zatwierdzenie stosowanej dokumentacji (szczegóły — patrz oferta techniczna),

source: Application tests (Tests and validation of the supervisory application)
pl_pl: testy aplikacji (testy i zatwierdzenia aplikacji nadzorującej),

source: FAT with the client in France
pl_pl: testy odbiorowe FAT we Francji przy udziale klienta,

source: Packing of materials (delivery FCA Alstom, Fr, INCOTERMS 2010)
pl_pl: pakowanie materiałów (dostawa FCA Alstom, Fr, INCOTERMS 2010),

source: Project management to cover actions performed by Massy Team
pl_pl: zarządzanie projektem obejmujące działania wykonywane przez zespół w Massy,

source: Support (telephone, email) during installation
pl_pl: wsparcie (telefoniczne, e-mailowe) podczas instalacji.

source: Activities performed by the ALSTOM PAC PL team:
pl_pl: Prace wykonywane przez zespół ALSTOM PAC PL:

source: Backup on Belchatow site, Poland
pl_pl: kopia zapasowa w elektrowni Bełchatów w Polsce,

source: Translation or redaction of all required documentation from English (if necessary)
pl_pl: tłumaczenie z angielskiego lub opracowanie całej wymaganej dokumentacji (w razie potrzeby),

source: Liaison meeting if necessary (complete responsibility of PAC PL)
pl_pl: wspólne narady stosownie do potrzeb (na pełną odpowiedzialność PAC PL),

source: Expedition of materials
pl_pl: wysyłka materiałów,

source: Works on site:
pl_pl: prace w zakładzie:

source: All installation works and commissioning on site
pl_pl: wszystkie prace instalacyjne i przekazanie do użytkowania w zakładzie.

source: Cyber security Solution (Option)
pl_pl: Rozwiązanie w zakresie cyberbezpieczeństwa (opcja)

source: Proposed ALSPA system incorporates most of the recommendations of IEC 62443 standards and NERC CIP.
pl_pl: Zaproponowany system ALSPA uwzględnia większość zaleceń podanych w normie IEC 62443 oraz w normie CIP opracowanej przez NERC.

source: The complete Cybersecurity solution is described in the “Technical Overview Belchatow 27 28061 1506006 rev A”
pl_pl: Pełne rozwiązanie w zakresie cyberbezpieczeństwa zostało opisane w dokumencie „Technical Overview Belchatow 27 28061 1506006 rev A” (przegląd techniczny elektrowni Bełchatów 27 28061 1506006 wer. A).

source: TGC upgrade to MFC 3000 (Option) Division of Work
pl_pl: Wymiana sterownika TGC na MFC 3000 (opcja) — podział prac

source: PGE GiEK S.A. BELCHATOW (PL) is proposed an upgrade of the head of cell of the CPU 75-80 by the MFC 3000.
pl_pl: Firmie PGE GiEK S.A. BEŁCHATÓW (PL) zaproponowano wymianę komórki głównej CPU 75-80 na MFC 3000.

source: This Budgetary offer for TGC upgrade is prepared based on the assumption of following DOW:
pl_pl: Niniejsza wycena szacunkowa na wymianę sterownika TGC została opracowana przy założeniu następującego podziału prac:

source: Data base migration
pl_pl: migracja bazy danych,

source: Update and validation of applicable documentation
pl_pl: aktualizacja i zatwierdzenie wykorzystywanej dokumentacji,

source: Support on installation and commissioning on site
pl_pl: wsparcie podczas prac instalacyjnych i przekazania do użytkowania w zakładzie,

source: Project management to cover actions performed by Belfort Team
pl_pl: zarządzanie projektem obejmujące działania wykonywane przez zespół w Belfort,

source: Local manpower for installation support on site
pl_pl: miejscowy personel do pomocy przy instalacji w zakładzie.

source: Budgetary estimation
pl_pl: Wycena szacunkowa

source: Budget
pl_pl: Budżet

source: Our estimation remains indicative & non-binding and it is based on the conditions described below and also based on the contents of the four others documents listed in Section 4 – Hypothesis.
pl_pl: Nasza wycena szacunkowa jest orientacyjna i nie ma charakteru wiążącego. Została ona opracowana na podstawie warunków opisanych poniżej oraz treści czterech pozostałych dokumentów wymienionych w części 4 „Założenia”.

source: Estimation are given in EURO (€).
pl_pl: Kwoty zostały podane w euro (€).

source: SERVICE
pl_pl: USŁUGA

source: Designation
pl_pl: Opis

source: PAC UNIT ESTIMATION (EUR)
pl_pl: SZACOWANA CENA JEDNOSTKOWA PAC (EUR)

source: Budgetary Estimation for PAC FR services for ALSPA® HMI upgrade
pl_pl: Wycena szacunkowa usług PAC FR w zakresie modernizacji interfejsu HMI systemu ALSPA®

source: as described in Paragraph 2.3
pl_pl: Zgodnie z opisem w punkcie 2.3

source: BUDGETARY BREAKDOWN
pl_pl: ELEMENTY SKŁADOWE BUDŻETU

source: Item
pl_pl: Pozycja

source: QTY
pl_pl: Ilość

source: Material supply, including:
pl_pl: Dostawa materiałów obejmująca:

source: - All equipment described in the Belchatow-Cybersecurity-HMI upgrade (2).pptx and on the architecture drawing,
pl_pl: — wszystkie urządzenia opisane w dokumencie „Belchatow-Cybersecurity-HMI upgrade (2).pptx” i przedstawione na rysunku architektury.

source: The system engineering in our factory, including:
pl_pl: Projekt systemu w zakładzie obejmujący:

source: Works such as design, test and validation described in the technical offer and in the Section 3 & 4 of this commercial offer,
pl_pl: prace projektowe, testy i zatwierdzenia opisane w ofercie technicznej oraz w rozdziałach 3 i 4 niniejszej oferty handlowej,

source: The delivery FCA Alstom, France as per INCOTERMS 2010.
pl_pl: dostawę FCA z Alstom Francja zgodnie z warunkami INCOTERMS 2010.

source: Optional estimations for services
pl_pl: Wycena szacunkowa usług opcjonalnych

source: Provided estimations for the options are considered to-date for one Project grouped with Base Scope.
pl_pl: Podane wyceny szacunkowe dla usług opcjonalnych są uważane za aktualne w przypadku uwzględnienia ich w pojedynczym projekcie łącznie z zakresem podstawowym.

source: TGC upgrade to MFC 3000
pl_pl: Wymiana sterownika TGC na MFC 3000

source: Budgetary Estimation for PAC FR services for TGC upgrade to MFC 3000
pl_pl: Wycena szacunkowa usług PAC FR w zakresie wymiany sterownika TGC na MFC 3000

source: Works in our factory, including:
pl_pl: Prace w naszym zakładzie obejmujące:

source: Material supply,
pl_pl: dostawę materiałów,

source: The system engineering works such as design, test and validation The FCA Alstom, France as per INCOTERMS 2010.
pl_pl: projekt systemu obejmujący prace projektowe, testy i zatwierdzenia, dostawę FCA z Alstom Francja zgodnie z warunkami INCOTERMS 2010.

source: Works on site for one engineer as described in § 2.4.1, for the commissioning and starting of the system including:
pl_pl: Prace w zakładzie wykonywane przez jednego inżyniera zgodnie z opisem w § 2.4.1 podczas przekazywania do użytkowania i uruchamiania systemu obejmujące:
